const aboutUs = () => (
    <div className="about-us container card my-5">
        <h2 className="text-center">Система трекінгу користувачів шляхом взаємодії з GraphQL</h2>
        <p className="text-center">
            Даний веб-ресурс був створений студентом четвертого курсу Сумського Державного Університету Пахотой Юрієм Олександровичем, на кафедрі комп'ютерних наук. Розроблено як дипломна робота 2021 року випуску для демонстрації навичок
            у сфері веб-девелопменту. Перед учнем стояла задача вирішити питання відслідковування студентів та їх працю в університеті протягом навчального шляху. Ідея запропонована доцентом і кандидатом технічних наук на кафедрі
            комп'ютерних наук та секції інформаційно-комунікаційних технологій Петровим Сергієм Олександровичем. За ним також закріплено відстеження та керування процесом створення даного веб-ресурсу.
        </p>
    </div>
);

export default aboutUs;