const callToAction = () => (
    <section className="cta text-center m-5 my-5">
        <div className="container">
            <h2>Спробуйте програмування прямо зараз</h2>
            <p>
                Переходьте на E-Olymp, пишіть код та розвивайте свої навички у програмуванні!
                Отримайте можливість стати одним із найкращих студентів
                серед молоді Сумського Державного Університету. Працюйте наполегливо
                та достигніть мрії змінити свою кар'єру на розробника програмного забезпечення.
            </p>
            <a href="https://www.e-olymp.com/uk/" className="cta-btn">
                Перейти до навчального ресурсу
            </a>
        </div>
    </section>
);

export default callToAction;